START_MESSAGE = """
Привет! Добро пожаловать в мой закрытый канал по контенту 📸

Если ты хочешь: 
- Создавать контент, который приносит подписчиков  
- Получать идеи и тренды каждую неделю 
- Видеть, как создаётся контент изнутри 
- Учиться на моих разборах и туториалах
- Выйти на сотрудничества с брендами 
- Получать поддержку и мотивацию 💬

То тебе точно к нам 💡

📌 Канал по подписке 1 месяц/3 месяца
"""

ERROR_PAYMENT_MESSAGE = """
К сожалению, оплата не поступила.
Для доступа к закрытому каналу  нажми на кнопку
"Перейти к оплате".
Если деньги списались, а доступ к клубу не появился (или есть другой вопрос), свяжитесь с администратором.
"""

REQRENT__PAYMENT_MESSAGE = """
Предложение продлить подписку
"""
